Repository: anis-k/MaarchRM
Catalog: src/presentation/maarchRM/Resources/locale/*/recordsManagement/accessRule.po
Languages: fr

source: Access codes
fr: Règles de communicabilité

source: Add an access code
fr: Ajouter un code de communicabilité

source: edit
fr: modifier

source: Access rules duration
fr: Durée de la règle de communicabilité

source: New access code
fr: Nouveau code de communicabilité

source: Delete the access rule
fr: Supprimer la règle

source: Update the access rule
fr: Modifier la règle

source: Edit an access code
fr: Édition d'un code de communicabilité

source: Are you sure to modify this access rule ?
fr: Êtes-vous sûr de vouloir modifier la règle de communicabilité ?

source: Are you sure to delete this access rule ?
fr: Êtes-vous sûr de vouloir supprimer la règle de communicabilité ?

source: Access rules
fr: Règles de communicabilité

source: Group
fr: Groupe

source: Deposit
fr: Déposer

source: Retrieve
fr: Consulter

source: Destroy
fr: Éliminer

source: Destrution
fr: Destruction

source: Preservation
fr: Conservation

source: Access rule created
fr: Règle de communicabilité créée

source: Access rule updated
fr: Règle de communicabilité modifiée

source: Access rule deleted.
fr: Règle de communicabilité supprimée.

source: The operation could not be completed because the access rule doesn't exist.
fr: Suppression impossible ! La règle n'existe pas.

source: Final disposition
fr: Sort final

source: Access rule duration
fr: Durée de la règle de communicabilité

source: Day(s)
fr: Jour(s)

source: Month(s)
fr: Mois

source: Year(s)
fr: Année(s)

source: Unlimited
fr: Illimitée

source: Y
fr: an(s)

# duration
source: M
fr: mois

# duration
source: D
fr: jour(s)

# duration
source: Access Code is empty.
fr: Code de communicabilité vide.

source: Access entries
fr: Règles de communicabilité

source: Originator
fr: Producteur
