Repository: anis-k/MaarchRM
Catalog: src/presentation/maarchRM/Resources/locale/*/recordsManagement/archiveRelationship.po
Languages: fr

source: The archive relationship has been remove
fr: La relation d'archive a été supprimée

source: The archive relationship has been created
fr: La relation d'archive a été créée

source: Archive relationship
fr: Relation entre archives

source: Archive identifier
fr: Identifiant d'archive

source: Relationship type
fr: Type de relation

source: Please select a relationship type
fr: Sélectionnez un type de relation

source: Related archive identifier
fr: Identifiant d'archive en relation

source: Add a relationship
fr: Ajouter une relation

source: Search
fr: Rechercher

source: Archive relationship created
fr: Relation créée.

source: Archive relationship updated
fr: Relation modifiée.

source: Archive relationship deleted
fr: Relation supprimée.
