Repository: anis-k/MaarchRM
Catalog: src/presentation/maarchRM/Resources/locale/*/recordsManagement/exception.po
Languages: fr

source: Access denied
fr: Accès refusé

source: You are not allowed to access to this archive !
fr: Vous n'avez pas les droits d'accès à cette archive !

source: This archive could not be found on the repository.
fr: L'archive n'a pas été trouvée sur les sites de dépôt.

source: Not found
fr: Archive manquante

source: Archive with identifier '%s' doesn't exists
fr: L'archive avec l'identifiant '%s' n'existe pas

source: Archive identifiers are identical
fr: Les identifiants d'archive sont identiques

source: Archive relationship already exists
fr: La relation d'archive existe déjà

source: Permission denied: Your organization can't proceed to this action. She isn't an depositors organization.
fr: Permission non accordée: Votre organisation ne peut pas effectuer cette action. Elle n'est pas une organisation déposante.

source: Error with the Data system
fr: so the operation could not be completed. Erreur avec le système de donnée

source: You must chose an archive name
fr: Vous devez choisir un nom d'archive

source: You must chose an archival profile
fr: Vous devez choisir un profil d'archivage

source: You must chose an archival agreement
fr: Vous devez choisir une convention d'archivage

source: You must chose a service level
fr: Vous devez choisir un niveau de service

source: You must define all mandatory values of archive description
fr: Vous devez définir tous les champs obligatoires de la description d'archives

source: You must define top of mind
fr: Vous devez définir l'entête du message

source: You must define a data object package
fr: Vous devez définir les données de gestion

source: You must insert a document
fr: Vous devez insérer un document

source: Message sent successfully
fr: Message envoyé avec succès

source: Document read error
fr: Erreur de lecture du document

source: An error occurend while attempting to read the document!
fr: Une erreur s'est produite à la lecture du document!
