Repository: anis-k/MaarchRM
Catalog: src/presentation/maarchRM/Resources/locale/*/recordsManagement/serviceLevel.po
Languages: fr

source: Service levels
fr: Niveaux de service

source: service level(s)
fr: niveau(x) de service

source: Add a service level
fr: Ajouter un niveau de service

source: New service level
fr: Nouveau niveau de service

source: Control frequency (in days)
fr: Fréquence de contrôle (en jours)

source: Sampling rate (in %)
fr: Taux d'échantillonnage (en %)

source: The rate must be between 0 and 100
fr: Le taux doit être compris entre 0 et 100

source: The frequency must be positive
fr: La fréquence doit être positive

source: Detect format
fr: Détection de format

source: Validate format
fr: Validation de format

source: Convert on deposit
fr: Conversion au dépôt

source: Log the consultations
fr: Journalisation des consultations

source: default
fr: par défaut

source: set default
fr: utiliser par défaut

source: Cluster
fr: Grappe de stockage

source: Check for virus
fr: Contrôle antivirus

source: Store metadata
fr: Stocker les métadonnées

source: Redundancy
fr: Redondance

source: Edit a service level
fr: Éditer un niveau de service

source: Service level created.
fr: Niveau de service créé.

source: Service level updated.
fr: Niveau de service modifié.

source: Service level removed.
fr: Niveau de service supprimé.

source: The default service level is changed.
fr: Niveau de service par défaut modifié.

source: Reference is empty
fr: La référence est vide

source: The default service level or used can't be deleted.
fr: Le niveau de service par défaut ou utilisé ne peut être supprimé.

source: Reference
fr: Référence

source: reference
fr: Référence

source: Full text indexation
fr: Indexation plein texte

source: Delete the service level
fr: Supprimer le niveau de service

source: delete service level
fr: Êtes-vous sûr de vouloir supprimer ce niveau de service ? Vous ne pourrez pas revenir en arrière.
