Repository: anis-k/MaarchRM
Catalog: src/presentation/maarchRM/Resources/locale/*/medona/archivalAgreement.po
Languages: fr

source: Archival agreements
fr: Accords de versement

source: archival agreement(s)
fr: Accord(s) de versement

source: New agreement
fr: Nouvel accord de versement

source: New archival agreement
fr: Nouvel accord de versement

source: Add an agreement
fr: Ajouter un accord de versement

source: Edit an archival agreement
fr: Modification de l'accord de versement

source: Reference
fr: Identifiant

source: Archiver name
fr: Service d'Archives

source: Depositor name
fr: Service Versant

source: Originator
fr: Service Producteur

source: Archival profile
fr: Profil d'archive

source: Service level
fr: Niveau de service

source: Cluster
fr: Grappe de stockage

source: Select a service level
fr: Sélectionnez un niveau de service

source: Select an archival profile
fr: Sélectionnez un profil d'archive

source: Select an archiver
fr: Sélectionnez un Service d'Archives

source: Select an originator
fr: Sélectionnez un Service producteur

source: Select a depositor
fr: Sélectionnez un Service Versant

source: Rules
fr: Règles

source: Max size of archives for the agreement
fr: Taille max pour l'accord

source: Max size of archives per year
fr: Taille max par année

source: Max size of archives per month
fr: Taille max par mois

source: Max size of archives per week
fr: Taille max par semaine

source: Max size of archives per day
fr: Taille max par jour

source: Max size per transfer
fr: Taille max par transfert

source: Begin date
fr: Date de début

source: End date
fr: Date de fin

source: Enabled
fr: Activé

source: Presence of signing
fr: Présence d'une signature de bordereau

source: Automatic transfer acceptance
fr: Accepter automatiquement les transferts valides

source: Process small transfer
fr: Traiter automatiquement les petits transferts (2Mo)

source: List of allowed file formats
fr: Liste des formats autorisés

source: File format
fr: Format de fichier

source: Archival agreement created
fr: Accord de versement créé

source: Archival agreement updated
fr: Accord de versement modifié

source: Archival agreement deleted
fr: Accord de versement supprimé

source: The reference is empty.
fr: L'identifiant est vide.

source: The name is empty.
fr: Le nom est vide.

source: The archiver is not selected.
fr: Le Service d'Archives n'est pas sélectionné.

source: The depositor is not selected.
fr: Le Service Versant n'est pas sélectionné.

source: No originator selected.
fr: Il n'y a pas de Services Producteurs.

source: The begin date is empty.
fr: La date de début est vide.

source: The end date is empty.
fr: La date de fin est vide.

source: No validation activated
fr: Aucune validation

source: Format detection
fr: Détection de format

source: Format validation
fr: Validation de format

source: Virus check
fr: Détection de virus

source: Convert on deposit
fr: Conversion au versement

source: Media info
fr: Information média

source: Mbytes
fr: Mo
