Repository: anis-k/MaarchRM
Catalog: src/presentation/maarchRM/Resources/locale/*/filePlan/messages.po
Languages: fr

source: New folder created
fr: Nouveau dossier ajouté

source: Folder updated
fr: Dossier modifié

source: Folder moved
fr: Dossier déplacé

source: Folder deleted
fr: Dossier supprimé

source: Move archives
fr: Déplacement d'archives

source: Move folder
fr: Déplacer un dossier

source: The archive was moved.
fr: L'archive a été déplacée.

source: %1$s archives were moved.
fr: %1$s archives ont été déplacées.

source: Add a new folder
fr: Ajouter un dossier

source: Edit folder
fr: Modifier le dossier

source: Delete folder
fr: Supprimer le dossier

source: Do you want to move %1$s into %2$s ?
fr: Voulez-vous déplacer %1$s dans %2$s ?

source: Do you want to delete the folder %1$s ?
fr: Voulez-vous supprimer le dossier %1$s ?

source: The supression of the folder will also delete children folders and unlink all archives from those folders.
fr: La suppression du dossier entraînera également la suppression des sous-dossiers et déplacera toutes les archives des dossiers concernés à la racine.

source: Do you want to move the archive %1$s to the folder %2$s ?
fr: Voulez-vous déplacer l'archive %1$s dans le dossier %2$s ?

source: Do you want to move %1$s archives to the folder %2$s ?
fr: Voulez-vous déplacer %1$s archives dans le dossier %2$s ?

source: Do you want to remove the archive %1$s from the folder %2$s ?
fr: Voulez-vous retirer l'archive %1$s du dossier %2$s ?

source: Do you want to remove %1$s archives from the folder %2$s ?
fr: Voulez-vous retirer %1$s archives du dossier %2$s ?

source: Opened
fr: Ouvert

source: Closed
fr: Fermé
