Repository: anis-k/MaarchRM
Catalog: src/presentation/maarchRM/Resources/locale/*/digitalResource/cluster.po
Languages: fr

source: Cluster
fr: Grappe de stockage

source: Clusters
fr: Grappes de stockage

source: cluster(s)
fr: grappe(s) de stockage

source: Repositories management
fr: Supports de stockage

source: Cluster identifier
fr: Identifiant

source: Cluster name
fr: Nom de la grappe

source: Cluster description
fr: Description de la grappe

source: Store metadata
fr: Métadonnées

source: Cluster repositories
fr: Supports de stockage

source: New cluster
fr: Nouvelle grappe

source: Edit a cluster
fr: Modifier une grappe

source: Add repository
fr: Ajouter support de stockage

source: Cluster Name
fr: Nom de la grappe

source: Edit a new cluster
fr: Nouvelle grappe

source: Repository name
fr: Nom du support de stockage

source: Please to select a repository
fr: Sélectionnez un support de stockage

source: Read priority
fr: Priorité de lecture

source: Write priority
fr: Priorité d'écriture

source: Delete priority
fr: Priorité de suppression

source: Enabled
fr: Activer

source: Disabled
fr: Désactiver

source: Validate cluster
fr: Valider la grappe de stockage

source: Add cluster repository
fr: Ajouter le support de stockage

source: Update cluster
fr: Modifier la grappe

source: Cluster created
fr: Grappe de stockage créée

source: Cluster updated
fr: Grappe de stockage modifiée

source: The form must be completed to add a cluster repository
fr: Le formulaire doit être complété pour ajouter une grappe de stockage.

source: The value of read priority must be a number
fr: La valeur pour la priorité de lecture doit être un chiffre

source: The value of write priority must be a number
fr: La valeur pour la priorité d'écriture doit être un chiffre

source: The value of delete priority must be a number
fr: La valeur pour la priorité de suppression doit être un chiffre

source: Cluster name is empty
fr: Le nom de la grappe stockage est vide

source: Cluster repository is empty
fr: Les sites de stockage sont vides

source: The name should not contain spaces
fr: Le nom ne doit pas contenir d'espace

source: clusterName
fr: Nom de la grappe

source: Repositories number
fr: Nombre de sites de stockage
