Repository: anis-k/MaarchRM
Catalog: src/presentation/maarchRM/Resources/locale/*/digitalResource/conversionRule.po
Languages: fr

source: Conversion rules
fr: Règles de conversion

source: Conversion rule(s)
fr: Règle(s) de conversion

source: Add a conversion rule
fr: Ajouter une règle de conversion

source: Conversion service
fr: Service de conversion

source: Target Puid
fr: Format cible

source: Select a format
fr: Sélectionnez un format

source: Edit a new conversion rule
fr: Créer une nouvelle règle de conversion

source: Puid is empty
fr: Le PuID est vide

source: Conversion service is emty
fr: Le service de conversion est vide

source: Target Puid is empty
fr: Le format cible est vide

source: Conversion rule created
fr: Règle de conversion créée

source: Conversion rule updated
fr: Règle de conversion modifiée

source: Conversion rule deleted
fr: Règle de conversion supprimée

source: Old Browser download
fr: La version de votre navigateur est malheureusement trop vieille pour pouvoir prévisualiser ce document. Veuillez le mettre à jour afin de pouvoir profiter de cette fonctionnalité
