Repository: anis-k/MaarchRM
Catalog: src/presentation/maarchRM/Resources/locale/*/documentManagement/messages.po
Languages: fr

source: Search documents
fr: Recherche de documents

source: Convert selected documents
fr: Convertir les documents sélectionnés

source: Convert document
fr: Convertir le document

source: Document identifier
fr: Identifiant du document

source: Resource identifier
fr: Identifiant de la resource

source: Archive identifier
fr: Identifiant de l'archive

source: Depositor document identifier
fr: Identifiant du document du Service Versant

source: Originator document identifier
fr: Identifiant du document du Service Producteur

source: Search
fr: Rechercher

source: Reset
fr: Réinitialiser

source: Archive name
fr: Nom de l'archive

source: Archive status
fr: Statut de l'archive

source: Last copy
fr: Dernière copie

source: Copy
fr: Copie

source: Creacted date
fr: Date de création

source: Size
fr: Taille (en octets)

source: No archives selected.
fr: Pas d'archives sélectionnées.

source: The document has not been converted.
fr: Le document n'a pas été converti.
